IdeaRS.OpenModel.Material.CrackWidthRequirementsSIA
crack width requirement

IdeaRS.OpenModel.Material.CrackWidthRequirementsSIA.NotNecessary
calculation is nod defined it means not necessary

IdeaRS.OpenModel.Material.CrackWidthRequirementsSIA.A
type A

IdeaRS.OpenModel.Material.CrackWidthRequirementsSIA.B
type B

IdeaRS.OpenModel.Material.CrackWidthRequirementsSIA.C
type C

IdeaRS.OpenModel.Material.CrackWidthRequirementsSIA.Value
value is define as fsd-value